
delete from shopping_history;

insert into shopping_history (purchased_date, purchased_item, payment_amount) values
('2023-03-18', 'ENDER LILIES: Quietus of the Knights', 1500),
('2023-05-11', 'ゼルダの伝説 Tears of the Kingdom Collector''s Edition ダウンロード版（パッケージ付）', 14500),
('2024-02-06', '魔女と傭兵 (GCN文庫)', 601),
('2024-02-10', '魔女と傭兵 2 (GCN文庫)', 772),
('2024-04-28', '魔女と傭兵 3 (GCN文庫)', 787),
('2024-05-10', '「ゼルダの伝説 ティアーズ オブ ザ キングダム」オリジナルサウンドトラック【初回数量限定生産盤】', 19800),
('2024-05-10', 'ゼルダの伝説　ティアーズ オブ ザ キングダム　マスターワークス', 6930),
('2024-07-22', '魔女と傭兵 4 (GCN文庫)', 803),
('2024-10-06', 'リコリス・リコイル 全巻同時購入セット【完全生産限定版】Blu-ray', 47300),
('2024-11-17', '魔女と傭兵 5 (GCN文庫)', 733),
('2024-11-29', '『serial experiments lain』CD風アクリルブロック', 3980),
('2024-12-12', '【TVアニメ「リコリス・リコイル」】トレーディング DOT DOT アクリルスタンド  BOX', 7040),
('2024-10-05', 'リコリス・リコイル ヒロインアーカイブ 千束＆たきな', 2970),
('2025-01-16', 'エンダーマグノリア: ブルームインザミスト', 2950),
('2025-01-29', 'リコリス・リコイル 錦木千束＆井ノ上たきな 1/8 完成品フィギュア[アルター]', 23820);
